<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW">
</head>
<body style="background-color: rgb(250, 240, 230);">
<h2>

Tema 5: Inequacions</h2>


<br>


5.1 Intervals i desigualtats: Propietats de les desigualtats.
Inequacions de primer grau amb una inc&ograve;gnita<br>


5.2 Inequacions lineals amb dues inc&ograve;gnites<br>


5.3 Sistemes d'inequacions: Sistemes amb una inc&ograve;gnita.
Sistemes amb dues inc&ograve;gnites<br>


5.4 Problemes que resolen les inequacions<br>


5.5 Inequacions quadr&agrave;tiques: Resoluci&oacute;
gr&agrave;fica. Resoluci&oacute; algebraica<br>


_________________________________________________________________________________<br>


<br>
<h3><span style="text-decoration: underline;">

5.1 Intervals i desigualtats</span></h3>


Les desigualtats, com el seu nom indica, serveixen per a dir que els
dos costats d'una expressi&oacute; no son iguals. En el cas dels
nombres reals, a m&eacute;s, indiquen quin
dels dos &eacute;s m&eacute;s gran. Aix&ograve; &eacute;s degut a que
el conjunt R &eacute;s ordenat. Agafant dos elements del conjunt sempre
es pot dir quin &eacute;s m&eacute;s gran dels dos.<br>


<br>
&lt; mes petit que<br>


&gt; mes gran que<br>


&le; mes petit o igual que<br>


&ge; mes gran o igual que<br>


<br>
<br>
<span style="font-style: italic;">

Propietats de les desigualtats</span><br>


<br>


Quan <span style="font-weight: bold;">sumem o restem</span> un mateix nombre als dos membres d'una
inequaci&oacute;, el sentit de la inequaci&oacute; no s'altera<br>


<br>


a &lt; b&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
a + c &lt; a + b<br>


<br>


Quan <span style="font-weight: bold;">mulipliquem o dividim</span> per un mateix nombre <span style="font-weight: bold;">positiu</span> els dos membres
d'una inequaci&oacute;, el sentit de la inequaci&oacute; no
s'altera<br>


<br>


a &lt; b&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
a &middot; c &lt; b &middot; c<br>


<br>


Quan <span style="font-weight: bold;">mulipliquem o dividim</span> per un mateix nombre <span style="font-weight: bold;">negatiu</span> els dos membres
d'una inequaci&oacute;, canvia el sentit de la inequaci&oacute;<br>


<br>


a &lt; b&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;
a &middot; (-c) &lt; b &middot; (-c)&nbsp;&nbsp;&nbsp;
&nbsp;&nbsp;&nbsp; a &middot; c &gt; b &middot; c<br>


<br>
<br>
<span style="font-style: italic;">

Inequacions de primer grau amb una incognita</span><br>


<br>


Una inequaci&oacute; &eacute;s una desigualtat en que apareix
alguna inc&ograve;gnita.<br>


<br>


Proc&egrave;s de resoluci&oacute;: Les inequacions es resolen
igual que les equacions, amb la peculiaritat que la soluci&oacute;
no &eacute;s nom&eacute;s un nombre sin&oacute;
que&nbsp;&eacute;s un subconjunt de solucions dins d'un
interval. <span style="font-style: italic;">Ex:
Suposem que la soluci&oacute; de la equaci&oacute; &eacute;s x=3. L
asoluci&oacute; de la inequaci&oacute; equivalent no ser&agrave; nomes
3, sin&oacute; qualsevol n&uacute;mero m&eacute;s gran que 3. </span><br>


<br>
<h3>

5.2 Inequacions lineals amb dues incognites</h3>


Les solucions en aquest cas son un semipla de l'espai XY. <br>


<br>
Proces de reolucio: Les inequacions de dues incognites es resolen
substituin la desigualtat per una igualtat, resolent la igualtat, i
comprovant&nbsp;un punt d'un dels semiplans a la desigualtat. Si el
punt compleix la inequacio aquell semipla es la soluci&oacute;,
sin&oacute; la
soluci&oacute; &eacute;s l'altre semipla.<br>


<br>


Quan substituim el simbol de desigualtat per un d'igualtat la recta que
obtenim s'anomena la recta associada a la inequaci&oacute;.<br>


<br>
<h3>

5.3 Sistemes d'inequacions</h3>


Resoldrem un sistema d'inequacions quan trobem la solucio que compleix
alhora totes les inequacions del sistema.<br>


<br>


Proc&eacute;s de resoluci&oacute; de sistemes d'una incognita:
Es resolen separadament les inequacions i es busca l'interval
com&uacute; a totes les solucions<br>


<br>


Proc&eacute;s de resoluci&oacute; de sistemes de dues
incognites: Es resolen separadament les inequacions i es busca la
regi&oacute; del pla comuna als semiplans soluci&oacute;<br>


<br>
<h3>

5.4 Problemes que resolen les inequacions</h3>


Les inequacions son una bona eina en problemes on hi han moltes
condicions a complir a la vegada. Cada condici&oacute; te una
soluci&oacute; que &eacute;s un semipla en el pla d'incognites XY.
Superposant tots els semiplans, ens quedar&agrave; la regi&oacute; on
els seus punts compleixen totes les condicions alhora.<br>


<br>
<h3>

5.5 Inequacions quadr&agrave;tiques</h3>


Una inequaci&oacute; &eacute;s de segon grau quan
cont&eacute; un terme quadr&agrave;tic de la
inc&ograve;gnita.<br>
<br>
Resoluci&oacute; gr&agrave;fica: Es dibuixa la par&agrave;bola. Si
l'inequaci&oacute; te el s&iacute;mbol &gt;, les solucions son els
intervals de fora de la corba. Si l'inequaci&oacute; te el
s&iacute;mbol &lt;, les solucions son l'interval de dins de la corba.<br>
<br>
Resoluci&oacute; algebr&agrave;ica: Descomposem el polinomi en dos monomis (per Ruffini). <br>
&nbsp;&nbsp;&nbsp; - Si l'equaci&oacute; te el simbol &gt;, vol dir que
els dos monomis multiplicats sempre son positius. Podem fer un sistema
d'inequacions d'una incognita &nbsp;&nbsp;&nbsp; on els dos monomis
siguin &gt; 0 i un altre on siguin &lt; 0. &nbsp;Cada sistema ens
donara un interval de la soluci&oacute;.<br>
&nbsp;&nbsp;&nbsp; - Si l'equaci&oacute; te el simbol &lt;, vol dir que els dos monomis
multiplicats&nbsp;son negatius. Podem fer un sistema d'inequacions
d'una incognita&nbsp;on un &nbsp;&nbsp;&nbsp; dels monomis sigui &gt; 0 i l'altre
&lt; 0. &nbsp;La soluci&oacute; d'aquest sistema ens donara l'interval de la soluci&oacute;.<br>
<br>
<h3>Links relacionats</h3>
- WIRIS, 
la calculadora de l'edu365.com (<a href="http://www.xtec.es/fie/mates/sessions/fitxes/fitxa31.html">1</a>,&nbsp;<a href="http://calculadora.edu365.com/manual/html/tour/objectesmatematics.html#equacions">2</a>)<br>
- Toomates, matem&agrave;tiques per a la diversitat (<a href="http://www.toomates.net/Llistes/algebra/inequacions/el_llenguatge_dels_intervals1.doc">1</a>, <a href="http://www.toomates.net/Llistes/algebra/inequacions/inequacions_de_primer_grau_amb_una_variable1.doc">2</a>, <a href="http://www.toomates.net/Llistes/algebra/inequacions/inequacions_de_segon_grau_amb_una_variable1.doc">3</a>, <a href="http://www.toomates.net/Llistes/algebra/inequacions/inequacions_amb_dues_variables_Sistemes_dinequacions1.doc">4</a>)<br>
- Eina de dibuix de semilans soluci&oacute; (<a href="http://xtec.net/aulanet/ud/mates/plineal/1%20teoria.html#Inequacions.">1)</a><br>

</body>
</html>
